/* about */
"HP_ABOUT" = "About";

/* about view version */
"HP_ABOUT_VERSION" = "HashPass %@";

/* main view title */
"HP_HASH_PASS_TITLE" = "HashPass";

/* hash type setting title */
"HP_HASH_TYPE_SETTING" = "Hash Type";

/* personal setting view title */
"HP_PERSONAL_KEY_SETTING" = "Personal Key";

/* personal setting view cancel */
"HP_PERSONAL_KEY_SETTING_CANCEL" = "Cancel";

/* personal setting view save */
"HP_PERSONAL_KEY_SETTING_SAVE" = "Save";

/* setting */
"HP_SETTING" = "Setting";

/* setting tip */
"HP_SETTING_TIP" = "click to set your preferences first->";

/* send notification setting failed confirm */
"HP_SEND_NOTIFICATION_FAILED_CONFIRM" = "OK";

/* send notification setting failed detail */
"HP_SEND_NOTIFICATION_FAILED_DETAIL" = "Access notification center failed:(\nIf you want this feature, go to \n\"Settings > HashPass -> Notifications\"\nmake sure that Allow Notifications are turned on.";

/* send notification setting failed title */
"HP_SEND_NOTIFICATION_FAILED_TITLE" = "\"Show in Notification Center\" failed";
